import React from 'react'

export default function TermsAndContracts() {
  return (
    <div>
      條款及守則 「學神」使用條款及守則
      凡使用「學神」配對教車師傅，必須遵守並同意「學神」定立之條款及守則，凡有任何爭議，以
      「學神」行政部之最終決定為準。
      「學神」之服務只限為私人教車師傅與學生之間的中介人關係。學生如使用「學神」之服務配對教車師傅，並預約該教車師傅之課堂，即促成直接合約關係。如在教學上、行車時發生任何糾紛或意外，「學神」不需就此等任何事件，作出干涉或承擔任何責任。
      預繳之考試租車費按金，除特定情況下，不設任何退款。此按金將視為使用者確認使用「學神」之預約教車師傅的手續費，用作轉換其他師傅，且不限次數。除了未曾使用任何服務之使用者（例如：未曾使用代辦筆試路試服務、未曾預約教車師傅任何學車課），除以上條件外，其他情況，一概不設任何退款。
      試堂
      學生預約教車師傅，可選擇是否試堂；無論正式學車、或試堂，每次學車均需最少預約兩堂（即1小時30分鐘）。
      學生不可預約同一學車師傅超過一次試堂；如試堂後覺得不合適，可預約其他師傅。
      繳交學費、考試租車費用
      學生可每次上堂繳交學費，惟繳交學費請安排學車當天上課前繳交，以免耽誤學車之時間。
      如確定需要預訂學車師傅之考試租車日期及時間，學生需預繳考試租車之費用，及一堂考試鐘
      （即考試時，師傅的等待時間），以確保師傅預留車輛於考試日的時間給你。 請假
      或 改期 學生如少於24小時內提出請假 / 取消 / 改期
      之申請，或學車當天失聯，均視為臨時缺席，學生需支付失約日之課堂費用。（請假之申請時間以WhatsApp
      收發信息時間為準）如學生沒有繳交當天失約的學費，師傅可於預繳之考試租車金額內扣除，學生需重新繳付差額，才能確定師傅預留考試當天之時間租車考試。
      學生如於上課當天請病假，需要1天內提供病假証明給學車師傅，學生仍需支付當天的一堂學費作補償。
      如學生於考試當天請病假失約（必須1個工作天內附上醫生紙證明），學生需繳付一堂學費給師傅，作為改期手續費。已繳之考試租車費及考試鐘則可以延後至下次考試日期使用。考試延期之安排請聯絡「學神」客服跟進。
      如學生於考試當天，失聯 /
      沒有預先通知師傅失約，已付之考試租車費及考試鐘（如有）則當作自行放棄。如需再預約師傅學車考試，則需要重新申請排期，並要重新繳付考試租車、考試鐘等費用，方能繼續使用「學神」之服務預約師傅。
      惡劣天氣 -
      如學車當天時間遇上懸掛8號風球以上，或者黑色暴雨警告生效，學車課堂則默認取消。
      如師傅因故需要更改學生已預約之日期，亦需24小時前通知學生；如因壞車、車輛緊急維修，而需臨時取消課程，學生可要求師傅提供車輛維修單據，以証明因由。
      其他條款
      學生學車時必須遵守師傅之指示，如未有依照教車師傅的指示駕駛，而違反任何交通條例，教車師傅有權即時終止課堂，所有已繳交之學費一律不會退回。
      學生如有受藥物影響、師傅發現學生酒後駕駛 或
      情緒不穩定的情況下，教車師傅可拒絕學生學車，學生需支付所預約課堂之學費。
      如在學車過程中，因違反交通規則而產生罰單，學生和師傅各需承擔罰單金額的一半。
      學生必需核對清楚考試日期，於第一次上學車課堂時，提供考試信予教車師傅核對，以免考期與實際不符，影響考試安排以及造成金錢損失。
      學生於第一次路面課程上課前需申請學習駕駛執照（俗稱
      學牌）。如上堂時學生未能出示有效身份證明文件或學習駕駛執照，師傅有權即時取消該次課堂，學生仍需支付所預約課堂之學費。
      學生須於開始上路面課程之前至少一個星期通知「學神」代辦學習駕駛執照；如未能及時通知「學神」而造成的延後及損失，「學神」平台概不負責。
      若由於戰爭、自然災害、造反、罷工、暴動、內亂、政變、政治示威等，或任何其他不可抗拒力事故，造成師傅不能按時教授課程或帶領學生參加路試考試，師傅不需對課程的取消或改期負責，亦無需承擔學生不能參考路試的損失。
      退學及更換師傅之說明
      所有學生必需於報名之後24個月內完成租車考試；如超出24個月，已繳付予「學神」之預約師傅手續費則會失效，學生不可再用該手續費抵扣部分租車費用，亦不設退款。
      學生如要申請退學或更換師傅，必需於考試日期至少14日天前提出，如不足14天之申請，一概不會接納。退學手續費用為$50乘以已上節數（45min
      /
      節），師傅扣除退學手續費用後，將退還已收取的租車費用和考試鐘費用。日後，學生可以繼續預約「學神」其他師傅。
      學生如申請退學（不論任何原因，如：離港 /
      放棄考試），如已曾預約師傅學車並已上課，預繳給「學神」之預約師傅手續費
      $900，一概不設退款。而考試租車費之餘額則會受以上（項目2）之條件約束，扣除退學手續費後，如有餘額則會安排退款。
      第三方代辦服務條款
      學生如需要「學神」協助安排第三方專員代辦服務，學生必須同意並授權「學神」將個人資料交予該合作第三方。「學神」於完成服務之後會按時銷毀資料，不會進行保存。
      當代辦服務完成之後，「學神」即會支付申請費用（運輸署收費與代辦服務費）給該第三方服務專員，申請費用及代辦費一經支付，不設退款。
      代辦服務為按次收費，每次申請代辦服務，均需要支付運輸署收費（如有）與代辦服務費。
      學生選擇清楚代辦要求，因學生資料提供錯誤，導致報名資料出錯，學生需自行承擔更改之費用（包括運輸署收費，代辦服務費以及可能產生的郵寄費用等）。
      版權及商標聲明
      本網站刊載之所有內容，均受版權保護。本公司保留一切權利，非經本公司事先書面授權使用或同意，閣下不得修改、翻版、傳送、複製、分發本網站之內容（或其任何部分之資料）或將其儲存於檢索系統、用作製造衍生作品，或以任何其他方式作商業或公共用途。
      本網站所顯示的商標、徽號和服務標誌，由本公司及其他相關人士擁有。未經本公司或該等人士的書面同意，不可使用此等商標、徽號和服務標誌。
      免責聲明
      「學神」與私人教車師傅簽訂合作合約，私人教車師傅在遵守「學神」服務規則的前提下於「學神」網站展示其個人教學相關資料，及提供之相關服務。「學神」會負責核實私人教車師傅於運輸署駕駛教師名冊上之登記，其他師傅自行提供並展示於網站之個人資料，則由師傅自行承擔責任。私人教車師傅需對自己提供的各種資訊的準確性、完整性以及其描述的正確性自行負責。「學神」對此等資料真確並不會負上任何責任。
      私隱政策 學神駕駛學校有限公司(下稱為 「我們」、「本公司」或「學神」)
      尊重任何瀏覽本網頁的人士或參加「學神」的活動或登記使用「學神」的服務或網上內容(以下簡稱為「服務」)
      的人士的私隱權。本私隱政策受《個人資料（私隱）條例》（香港法例第486章）（以下簡稱「私隱條例」）規管並奉行其有關規定。
      1. 收集個人資料的目的
      你毋須提供任何個人資料以瀏覽或使用本網頁。當你參加「學神」的活動或登記使用我們的服務或網上內容，我們會收集你的個人資料使我們能夠為你提供服務。你可拒絕向我們提供個人資料，但在此情況下，我們可能無法為你提供服務。閣下提供個人資料，即代表閣下同意我們按本私隱政策聲明使用閣下的個人資料。
      2. 所收集的個人資料類別 「學神」所收集的個人資料可能包括： (i)
      你的姓名及其他個人資料； (ii) 你的聯絡資料，如地址、電話號碼及電郵地址；
      (iii) 賬戶資料，如信用卡賬戶號碼。 3. 個人資料的使用
      我們從閣下收集所得的個人資料可能會用於以下用途： (i) 核實閣下的帳戶身份；
      (ii) 為閣下提供有關的服務； (iii)
      為閣下處理訂單、付款指示或追收應繳款項或其他要求； (iv)
      就為閣下提供有關服務而分析、核實及／或檢查閣下的信用、付款及／或狀況； (v)
      為閣下設計所需服務； (vi) 為閣下提供客戶服務； (vii)
      進行市場研究、統計及行為分析； (iix) 審核； (ix)
      按適用法律、規則及規例的規定作出披露； (x)
      直接促銷本公司及相關聯公司的產品及服務。 2. 所收集的個人資料類別
      「學神」所收集的個人資料可能包括： (i) 你的姓名及其他個人資料； (ii)
      你的聯絡資料，如地址、電話號碼及電郵地址； (iii)
      賬戶資料，如信用卡賬戶號碼。 4. 資料的轉移
      申請人所提供的個人資料，會供「學神」在工作上有需要知道該等資料的職員或指定人士使用。「學神」不會租用、出售、轉移或披露所持有之個人資料予他人或非「學神」有關單位，除非：i.對方為於業務上向「學神」提供服務的代理機構、承辦商或服務提供者；ii.閣下要求之服務由有關人士／公司負責提供；iii.已預先得到資料當事人的同意；iv.對非法活動、懷疑詐騙、涉及或威脅到任何人的人身安全的事件作出調查、預防及採取行動；v.遵循所有適用法津、規定、法律程序、具法律效力的政府要求、行政制度或規例要求。
      5. 直接促銷
      當得到閣下的同意後，本公司或會使用所收集的個人資料作直接促銷之用。我們或會以郵件、電郵、電話、社交媒體或其他途徑聯絡閣下。如果你不希望收到我們發出的任何直接促銷通訊，可以隨時透過你的註冊賬戶更新你的喜好。在收到你通知後，我們將停止使用你的個人資料作直接促銷之用。
      6. 資料的保存
      我們會保存閣下的個人資料及網上交易紀錄一段合理的時間，以滿足收集個人資料的目的。
      7. 個人資料之查閱及更正
      如閣下希望查閣或更正經網上提供給我們的個人資料，可以電郵方式聯絡我們，
      電郵：info@carcfu.com 8. 「Cookies」的使用
      Cookies是儲存於上網人士的電腦內的電腦檔案，用於獲取配置資料以及使用者的喜好設定。本網站如有任何部分所使用的
      Cookies，目的只為閣下於使用我們的網站時提供更優質購物體驗。閣下可選擇不接受Cookies，但這樣的話有可
      能使您無法使用或啟動本公司網站的若干功能。 9. 政策覆蓋範圍
      本私隱政策聲明只適用於本公司網頁。我們網頁可能載有通往其他網址及網頁的連線點。
      每當閣下啟動任何此等連線網址，例如點選任何廣告客戶的連線欄目，閣下即已離開了我們的網址；而閣下在離開我們網址後向任何其他團體提供的任何個人資料或
      任何其他資料，一概不在本公司的管控範圍內。閣下須承擔一切瀏覽或使用其他網址的風險。
      10. 有關更新私隱政策
      本公司有權修改本私隱政策，並不作另行通知。閣下可於我們網頁（carcfu.com
      ）得到最新版本。建議閣下可不時瀏覽本私隱政策，以確保獲得最新資訊。
      查詢及建議 如有任何疑問及查詢，請與「學神」客服聯絡 （ WhatsApp +852 6750
      2116 / 電郵 info@carcfu.com ）。
    </div>
  );
}
